
class ProcessingData:

    mess_menu = ('/edit_user - Редактирование данных пользователя.\n\n'
            '/add_income [сумма] [категория] - Добавление дохода с указанием суммы и категории.\n\n'
            '/add_expense [сумма] [категория] - Добавление расхода с указанием суммы и категории.\n\n'
            '/goal - Открывает меню установки и контроля целей.\n\n'
            '/view_transactions [период] - Просмотр истории транзакций за указанный период.\n\n'
            '/statistics - Просмотр статистики по расходам и доходам, а также прогрессу в достижении финансовых целей.\n\n'
            '/help - Список доступных команд и описание их использования.')